Revit 2027 API
Stairs.TopElevation Property
 The top elevation of the stairs.
Namespace: Autodesk.Revit.DB.Architecture
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double TopElevation { get; }
Public ReadOnly Property TopElevation As Double
	Get
public:
property double TopElevation {
	double get ();
}
member TopElevation : float with get
Property Value
Double
See Also
Reference
Stairs Class
Autodesk.Revit.DB.Architecture Namespace